Revit 2027 API
ParameterTypeId.StructuralDisplayInHiddenViewsColumn Property
 "Display in Hidden Views"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralDisplayInHiddenViewsColumn { get; }
Public Shared ReadOnly Property StructuralDisplayInHiddenViewsColumn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralDisplayInHiddenViewsColumn {
	ForgeTypeId^ get ();
}
static member StructuralDisplayInHiddenViewsColumn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace